Repository: common-repository/buddypress-restrict-group-creation
Catalog: languages/buddypress-restrict-grouo-creation-*.po
Languages: fr_fr

source: Restrict Group Creation
fr_fr: Restriction de création de groupe

source: Rule Added.
fr_fr: Règle ajoutée.

source: Removed rule.
fr_fr: Supprimer la règle.

source: WP User Capabilities
fr_fr: Droits WP de l'utilsateur

source: User capability level
fr_fr: Niveau de droits de l'utilisateur

source: Member Registered Since (Days)
fr_fr: Membre inscrit depuis (Jours)

source: Enable Days Since Threshold
fr_fr: Activer le seuil de jours

source: Count Threshold Settings
fr_fr: Paramètres du seuil

source: Enable Min Friends Count
fr_fr: Activer le nb minimum d'amis

source: Enable Min Status Count
fr_fr: Activer le nb minimum de statuts

source: Enable Min Forum Post Count
fr_fr: Activer le nb minimum de publications sur le forum

source: Enable Max Groups Memberships
fr_fr: Activer le nb maximal d'adhérents dans les groupes

source: Enable Max Groups Admin
fr_fr: Activer le nb maximal d'administrateurs dans les groupes

source: Enable Max Groups Mod
fr_fr: Activer le nb maximal de groupes créés

source: Enable Max Groups Created
fr_fr: Activer la création de groupe

source: Enable Achievement Member Count Threshold
fr_fr: Activer la mesure du seuil pour les membres

source: Enable Achievement Member Score Threshold
fr_fr: Activer le plafonnement du seuil pour les membres

source: Display error message/reason on group directory page
fr_fr: Afficher un message d'erreur / d'information sur la page de l'annuaire du groupe

source: Restrict Group Creation Admin
fr_fr: Restreindre la création d'administrateurs de groupe

source: Settings
fr_fr: Paramètres

source: Sorry, you are not allowed to create groups.
fr_fr: Désolé, vous n'êtes pas autorisé à créer des groupes.

source: Reason: membership duration
fr_fr: Raison : durée de l'adhésion

source: Reason: friend count
fr_fr: Raison : nombre d'amis

source: Reason: activity updates
fr_fr: Raison : mise à jour de l'ativité

source: Reason: groups created
fr_fr: Raison : groupes créés

source: Reason: group adminstrator
fr_fr: Raison : administrateur du groupe

source: Reason: group memberships
fr_fr: Raison : adhérents du groupe

source: Reason: group moderator
fr_fr: Raison : modérateur du groupe

source: Reason: group forum posting
fr_fr: Raison : publication sur le forum du groupe

source: Reason: achievements
fr_fr: Raison : plafond atteint
